Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Estimated 1RM
ar: أقصى تكرار مقدَّر
bg: Оценен 1ПМ
ca: 1RM estimat
cs: Odhadované 1RM
da: Anslået 1RM
de: Geschätztes 1RM
el: Εκτιμώμενο 1RM
es: 1RM estimado
et: Hinnanguline 1RM
fi: Arvioitu 1RM
fr: 1RM estimée
ga: 1RM measta
hr: Procijenjeni 1RM
hu: Becsült 1RM
id: 1RM perkiraan
is: Áætlað 1RM
it: 1RM stimato
ja: 推定 1RM
ko: 추정 1RM
lt: Apskaičiuotas 1RM
lv: Aplēstais 1RM
mk: Проценет 1RM
ms: 1RM anggaran
mt: 1RM stmat
nb: Anslått 1RM
nl: Geschatte 1RM
pl: Szacowane 1RM
pt_br: 1RM estimado
pt_pt: 1RM estimada
ro: 1RM estimat
ru: Расчётный 1ПМ
sk: Odhadované 1RM
sl: Ocenjeni 1RM
sq: 1RM i vlerësuar
sr: Процењени 1RM
sv: Uppskattat 1RM
tr: Tahmini 1TM
uk: Розрахунковий 1ПМ
vi: 1RM ước tính
zh_hans: 估算 1RM
zh_hant: 估算 1RM

source: Estimated by your watch from heart rate against pace. It moves slowly and noisily, so read the direction over months rather than any single reading.
ar: تقدّره ساعتك من علاقة النبض بالوتيرة. يتحرك ببطء وبتشويش، فاقرأ الاتجاه عبر أشهر لا قراءة واحدة.
bg: Оценено от часовника ти по пулс спрямо темпо. Движи се бавно и шумно, затова чети посоката през месеци, а не отделно измерване.
ca: El teu rellotge l'estima a partir de la relació entre pulsacions i ritme. Es mou lentament i amb soroll, així que mira la direcció al llarg de mesos i no una lectura concreta.
cs: Odhad hodinek z tepové frekvence vůči tempu. Hodnota se mění pomalu a zašuměně, takže čti směr v horizontu měsíců, ne jedno měření.
da: Anslået af dit ur ud fra puls i forhold til tempo. Tallet bevæger sig langsomt og med støj, så læs retningen over måneder frem for en enkelt måling.
de: Von deiner Uhr aus Herzfrequenz und Tempo geschätzt. Der Wert bewegt sich langsam und verrauscht — lies die Richtung über Monate, nicht einen einzelnen Messwert.
el: Εκτιμάται από το ρολόι σου με βάση τη σχέση παλμών και ρυθμού. Κινείται αργά και με θόρυβο, οπότε κοίτα την κατεύθυνση σε βάθος μηνών, όχι μια μεμονωμένη μέτρηση.
es: Estimado por tu reloj a partir de la frecuencia cardíaca frente al ritmo. Se mueve despacio y con ruido, así que lee la dirección a lo largo de meses, no una medida suelta.
et: Sinu kell hindab seda pulsi ja tempo suhtest. See muutub aeglaselt ja mürarikkalt, seega vaata suunda kuude lõikes, mitte üksikut näitu.
fi: Kellon arvio sykkeen ja vauhdin suhteesta. Arvo liikkuu hitaasti ja häiriöisesti, joten lue suuntaa kuukausien yli äläkä yksittäistä lukemaa.
fr: Estimé par ta montre à partir de la fréquence cardiaque rapportée à l'allure. La valeur bouge lentement et avec du bruit : lis la tendance sur des mois, pas une mesure isolée.
ga: Measann d'uaireadóir é ó chóimheas an ráta croí leis an luas. Bogann sé go mall agus go torannach, mar sin léigh an treo thar mhíonna seachas aon léamh aonair.
hr: Procijenio ga je tvoj sat iz odnosa pulsa i tempa. Mijenja se sporo i s puno šuma, pa gledaj smjer kroz mjesece, a ne pojedino mjerenje.
hu: Az órád becsüli a pulzus és a tempó viszonyából. Lassan és zajosan mozog, ezért hónapok irányát nézd, ne egyetlen mérést.
id: Diperkirakan oleh jammu dari detak jantung terhadap pace. Nilainya bergerak lambat dan berisik, jadi bacalah arahnya selama berbulan-bulan, bukan satu angka tunggal.
is: Úrið þitt metur þetta út frá hlutfalli púls og hraða. Það breytist hægt og með truflunum, svo lestu stefnuna yfir mánuði frekar en einstaka mælingu.
it: Stimato dall'orologio dalla frequenza cardiaca rapportata al ritmo. Si muove lentamente e con rumore: leggine la direzione su mesi, non una singola misura.
ja: 時計が心拍とペースの関係から推定した値です。ゆっくり、ばらつきを伴って動くので、単発の値ではなく数か月の方向で読んでください。
ko: 시계가 심박수와 페이스의 관계로 추정한 값입니다. 느리고 들쭉날쭉하게 움직이므로 개별 값이 아니라 몇 달간의 방향을 보세요.
lt: Tavo laikrodis tai įvertina pagal pulso ir tempo santykį. Jis kinta lėtai ir triukšmingai, todėl žiūrėk į kryptį per mėnesius, o ne į pavienį rodmenį.
lv: Tavs pulkstenis to novērtē pēc pulsa attiecības pret tempu. Tas mainās lēni un ar troksni, tāpēc skaties virzienu mēnešu griezumā, nevis atsevišķu mērījumu.
mk: Го проценува твојот часовник од односот меѓу пулсот и темпото. Се менува бавно и со шум, па гледај го правецот низ месеци, а не поединечно мерење.
ms: Dianggarkan oleh jam anda daripada denyutan jantung berbanding pace. Ia bergerak perlahan dan bising, jadi bacalah arahnya selama berbulan-bulan, bukan satu bacaan tunggal.
mt: Stmat mill-arloġġ tiegħek mir-relazzjoni bejn it-taħbit tal-qalb u l-pass. Jinbidel bil-mod u b'ħafna storbju, għalhekk aqra d-direzzjoni fuq ix-xhur u mhux qari wieħed.
nb: Anslått av klokka ut fra puls mot tempo. Verdien beveger seg sakte og med støy, så les retningen over måneder heller enn én enkelt måling.
nl: Door je horloge geschat uit hartslag tegenover tempo. Het beweegt traag en met ruis, dus lees de richting over maanden en niet één losse meting.
pl: Oszacowane przez zegarek z tętna względem tempa. Zmienia się powoli i z szumem, więc czytaj kierunek w skali miesięcy, a nie pojedynczy odczyt.
pt_br: Estimado pelo seu relógio a partir da frequência cardíaca em relação ao ritmo. Varia devagar e com ruído, então olhe a direção ao longo de meses, não uma leitura isolada.
pt_pt: Estimado pelo teu relógio a partir da frequência cardíaca em relação ao ritmo. Move-se devagar e com ruído, por isso lê a direção ao longo de meses e não uma leitura isolada.
ro: Estimat de ceasul tău din raportul dintre puls și ritm. Se mișcă lent și cu zgomot, așa că urmărește direcția pe luni întregi, nu o singură citire.
ru: Оценено часами по соотношению пульса и темпа. Меняется медленно и шумно, поэтому смотрите на направление за месяцы, а не на отдельное значение.
sk: Odhadujú to tvoje hodinky z pomeru tepovej frekvencie a tempa. Mení sa pomaly a zašumene, takže sleduj smer v mesiacoch, nie jednotlivé meranie.
sl: Ocenila ga je tvoja ura iz razmerja med utripom in tempom. Spreminja se počasi in šumno, zato glej smer čez mesece, ne posamezne meritve.
sq: Vlerësohet nga ora jote sipas raportit të rrahjeve me ritmin. Lëviz ngadalë dhe me zhurmë, prandaj shiko drejtimin përgjatë muajve, jo një matje të vetme.
sr: Проценио га је твој сат из односа пулса и темпа. Мења се споро и с доста шума, па гледај смер кроз месеце, а не појединачно мерење.
sv: Uppskattat av klockan ur puls mot tempo. Värdet rör sig långsamt och brusigt, så läs riktningen över månader snarare än en enskild mätning.
tr: Saatin tarafından nabzın tempoya oranından tahmin edildi. Yavaş ve gürültülü değişir; bu yüzden tek bir ölçüme değil, aylar içindeki yöne bak.
uk: Оцінено годинником за співвідношенням пульсу й темпу. Змінюється повільно та шумно, тож дивіться на напрямок за місяці, а не на окреме значення.
vi: Do đồng hồ của bạn ước tính từ tương quan giữa nhịp tim và pace. Nó đổi chậm và nhiễu, nên hãy đọc chiều hướng qua nhiều tháng thay vì một lần đo đơn lẻ.
zh_hans: 由手表根据心率与配速的关系估算。它变化缓慢且噪声大，请看几个月的走势，而不是某一次的数值。
zh_hant: 由手錶依心率與配速的關係估算。它變化緩慢且雜訊大，請看數個月的走勢，而不是某一次的數值。

source: Estimated from duration
ar: مُقدَّر من المدة
bg: Оценено по продължителност
ca: Estimat a partir de la durada
cs: Odhadnuto z délky
da: Anslået ud fra varigheden
de: Aus der Dauer geschätzt
el: Εκτίμηση από τη διάρκεια
es: Estimado por la duración
et: Hinnatud kestuse põhjal
fi: Arvioitu kestosta
fr: Estimé d'après la durée
ga: Measta ón ré
hr: Procijenjeno iz trajanja
hu: Időtartamból becsülve
id: Diperkirakan dari durasi
is: Metið út frá tímalengd
it: Stimato dalla durata
ja: 時間から推定
ko: 시간으로 추정
lt: Įvertinta pagal trukmę
lv: Novērtēts pēc ilguma
mk: Проценето од времетраењето
ms: Dianggarkan daripada tempoh
mt: Stmat mit-tul
nb: Anslått ut fra varigheten
nl: Geschat uit de duur
pl: Oszacowane z czasu trwania
pt_br: Estimado pela duração
pt_pt: Estimado a partir da duração
ro: Estimat din durată
ru: Оценено по длительности
sk: Odhadnuté z trvania
sl: Ocenjeno iz trajanja
sq: Vlerësuar nga kohëzgjatja
sr: Процењено из трајања
sv: Uppskattat ur tiden
tr: Süreden tahmin edildi
uk: Оцінено за тривалістю
vi: Ước tính từ thời lượng
zh_hans: 由时长估算
zh_hant: 由時長估算

source: Estimated from your highest recorded HR. Set your real max in Settings for accurate zones.
ar: مُقدَّر من أعلى نبض مسجَّل لديك. أدخل نبضك الأقصى الحقيقي في الإعدادات للحصول على نطاقات دقيقة.
bg: Оценено по най-високия ти записан пулс. Задай реалния максимум в Настройки за точни зони.
ca: Estimat a partir de la freqüència cardíaca més alta registrada. Posa el teu màxim real a Configuració per tenir zones precises.
cs: Odhadnuto z nejvyšší zaznamenané tepové frekvence. Pro správné zóny zadej v Nastavení skutečné maximum.
da: Anslået ud fra din højest registrerede puls. Angiv din rigtige makspuls under Indstillinger for korrekte zoner.
de: Aus deiner höchsten aufgezeichneten HF geschätzt. Trage dein echtes Maximum in den Einstellungen ein, damit die Zonen stimmen.
el: Εκτιμήθηκε από τους υψηλότερους καταγεγραμμένους παλμούς σου. Όρισε την πραγματική μέγιστη τιμή στις Ρυθμίσεις για ακριβείς ζώνες.
es: Estimado a partir de tu FC más alta registrada. Pon tu máximo real en Ajustes para que las zonas sean exactas.
et: Hinnatud sinu kõrgeima salvestatud pulsi põhjal. Täpsete tsoonide jaoks sisesta Seadetes tegelik maksimum.
fi: Arvioitu korkeimmasta tallennetusta sykkeestäsi. Aseta todellinen maksimi asetuksissa, jotta alueet ovat oikein.
fr: Estimé d'après ta FC la plus élevée enregistrée. Renseigne ton vrai maximum dans les Réglages pour des zones justes.
ga: Measta ón ráta croí is airde a taifeadadh. Socraigh do fhíoruasmhéid sna Socruithe le criosanna cruinne a fháil.
hr: Procijenjeno iz najvišeg zabilježenog pulsa. Za točne zone upiši pravi maksimum u Postavkama.
hu: A valaha rögzített legmagasabb pulzusodból becsülve. A pontos zónákhoz add meg a valódi maximumodat a Beállításokban.
id: Diperkirakan dari detak jantung tertinggi yang tercatat. Setel maksimal sebenarnya di Pengaturan agar zonanya akurat.
is: Metið út frá hæsta skráða púlsinum þínum. Settu raunverulegt hámark í Stillingum til að fá nákvæm þrep.
it: Stimato dalla tua FC più alta registrata. Imposta il massimo reale nelle Impostazioni per zone corrette.
ja: 記録された最高心拍から推定しています。正確なゾーンのため、設定で実際の最大心拍を入力してください。
ko: 기록된 가장 높은 심박수로 추정했습니다. 정확한 구간을 위해 설정에서 실제 최대 심박수를 입력하세요.
lt: Įvertinta pagal aukščiausią užfiksuotą pulsą. Tikslioms zonoms Nustatymuose įvesk tikrąjį maksimumą.
lv: Novērtēts pēc tava augstākā reģistrētā pulsa. Precīzām zonām ievadi īsto maksimumu Iestatījumos.
mk: Проценето од најголемиот забележан пулс. За точни зони внеси го вистинскиот максимум во Поставки.
ms: Dianggarkan daripada denyutan jantung tertinggi yang dirakam. Tetapkan maksimum sebenar anda dalam Tetapan untuk zon yang tepat.
mt: Stmat mill-ogħla taħbit tal-qalb irreġistrat. Daħħal il-massimu veru tiegħek fis-Settings biex iż-żoni jkunu preċiżi.
nb: Anslått ut fra den høyeste pulsen som er registrert. Legg inn din virkelige makspuls under Innstillinger for riktige soner.
nl: Geschat uit je hoogst vastgelegde hartslag. Zet je echte maximum in Instellingen voor kloppende zones.
pl: Oszacowane z najwyższego zapisanego tętna. Ustaw prawdziwe maksimum w Ustawieniach, aby strefy były poprawne.
pt_br: Estimado pela maior frequência cardíaca registrada. Informe sua máxima real nos ajustes para ter zonas precisas.
pt_pt: Estimado a partir da tua FC mais alta registada. Define o teu máximo real nas Definições para zonas corretas.
ro: Estimat din cel mai mare puls înregistrat. Setează maximul real în Setări pentru zone exacte.
ru: Оценено по самому высокому записанному пульсу. Укажите реальный максимум в настройках для точных зон.
sk: Odhadnuté z najvyššej zaznamenanej tepovej frekvencie. Pre presné zóny zadaj skutočné maximum v Nastaveniach.
sl: Ocenjeno iz najvišjega zabeleženega utripa. Za natančne cone v Nastavitvah vpiši pravi maksimum.
sq: Vlerësuar nga rrahjet më të larta të regjistruara. Vendos maksimumin real te Cilësimet për zona të sakta.
sr: Процењено из највишег забележеног пулса. За тачне зоне упиши прави максимум у Подешавањима.
sv: Uppskattat ur din högsta registrerade puls. Ange din verkliga maxpuls i Inställningar för korrekta zoner.
tr: Kaydedilmiş en yüksek nabzından tahmin edildi. Doğru bölgeler için gerçek maksimumunu Ayarlar'da gir.
uk: Оцінено за найвищим записаним пульсом. Вкажіть справжній максимум у налаштуваннях для точних зон.
vi: Ước tính từ nhịp tim cao nhất từng ghi được. Hãy đặt nhịp tim tối đa thật trong Cài đặt để các vùng được chính xác.
zh_hans: 由你记录到的最高心率估算。请在设置中填入真实最大心率以获得准确区间。
zh_hant: 由你記錄到的最高心率估算。請在設定中填入真實最大心率以取得準確區間。

source: Evening check-in
ar: تسجيل المساء
bg: Вечерна самооценка
ca: Registre del vespre
cs: Večerní zápis
da: Aftenstatus
de: Abend-Check-in
el: Βραδινή καταγραφή
es: Registro de la tarde
et: Õhtune sissekanne
fi: Iltakirjaus
fr: Point du soir
ga: Seiceáil tráthnóna
hr: Večernji upis
hu: Esti bejelentkezés
id: Check-in malam
is: Kvöldskráning
it: Check-in serale
ja: 夜のチェックイン
ko: 저녁 체크인
lt: Vakaro įrašas
lv: Vakara pieraksts
mk: Вечерен запис
ms: Daftar masuk petang
mt: Reġistrazzjoni ta' filgħaxija
nb: Kveldsstatus
nl: Avondcheck-in
pl: Wieczorny wpis
pt_br: Check-in da noite
pt_pt: Registo da noite
ro: Raport de seară
ru: Вечерний опрос
sk: Večerný záznam
sl: Večerni vpis
sq: Regjistrim mbrëmjeje
sr: Вечерњи унос
sv: Kvällsavstämning
tr: Akşam kaydı
uk: Вечірнє опитування
vi: Điểm danh buổi tối
zh_hans: 晚间签到
zh_hant: 晚間簽到

source: Every day looks like every other day. The easy days aren't easy enough to recover from, and the hard days aren't hard enough to drive anything — the combination is what Foster found clustering before people got ill.
ar: كل يوم يشبه الآخر. الأيام السهلة ليست سهلة بما يكفي للتعافي، والصعبة ليست صعبة بما يكفي لتحريك شيء — وهذا المزيج تحديدًا هو ما وجده فوستر يتكرر قبيل مرض الرياضيين.
bg: Всеки ден изглежда като всеки друг. Леките дни не са достатъчно леки, за да се възстановиш, а тежките не са достатъчно тежки, за да задвижат нещо — точно тази комбинация Фостър виждаше да се натрупва малко преди хората да се разболеят.
ca: Tots els dies s'assemblen. Els dies suaus no ho són prou per recuperar i els durs no ho són prou per provocar res: és aquesta combinació la que Foster veia acumular-se just abans que la gent emmalaltís.
cs: Každý den vypadá jako ten předchozí. Lehké dny nejsou dost lehké na zotavení a těžké nejsou dost těžké, aby něco spustily — přesně tahle kombinace se u Fostera hromadila těsně předtím, než lidé onemocněli.
da: Hver dag ligner alle de andre. De rolige dage er ikke rolige nok til at komme sig på, og de hårde ikke hårde nok til at drive noget — netop den kombination så Foster hobe sig op, lige før folk blev syge.
de: Jeder Tag sieht aus wie jeder andere. Die lockeren Tage sind nicht locker genug zum Erholen und die harten nicht hart genug, um etwas anzustoßen — genau diese Kombination häufte sich bei Foster, kurz bevor Athleten krank wurden.
el: Κάθε μέρα μοιάζει με όλες τις άλλες. Οι χαλαρές μέρες δεν είναι αρκετά χαλαρές για αποκατάσταση και οι δύσκολες δεν είναι αρκετά δύσκολες για να πυροδοτήσουν κάτι — ακριβώς αυτός ο συνδυασμός συσσωρευόταν στον Foster λίγο πριν οι αθλητές αρρωστήσουν.
es: Todos los días se parecen. Los días suaves no lo son lo bastante para recuperar y los duros no lo son lo bastante para provocar nada: esa combinación es la que Foster vio acumularse justo antes de que la gente enfermara.
et: Iga päev näeb välja nagu kõik teised. Kerged päevad pole piisavalt kerged taastumiseks ja rasked pole piisavalt rasked, et midagi käivitada — just seda kombinatsiooni nägi Foster kuhjumas vahetult enne, kui inimesed haigestusid.
fi: Jokainen päivä näyttää samalta. Kevyet päivät eivät ole tarpeeksi kevyitä palautumiseen eivätkä kovat tarpeeksi kovia saamaan mitään aikaan — juuri tätä yhdistelmää Foster näki kasautuvan juuri ennen kuin urheilijat sairastuivat.
fr: Chaque jour ressemble à tous les autres. Les jours faciles ne le sont pas assez pour récupérer et les jours durs pas assez pour déclencher quoi que ce soit — c'est cette combinaison que Foster voyait s'accumuler juste avant que les athlètes tombent malades.
ga: Tá gach lá mar a chéile. Níl na laethanta éasca éasca go leor chun teacht chugat féin agus níl na laethanta crua crua go leor chun aon rud a spreagadh — ba é an teaglaim sin go díreach a chonaic Foster ag cruinniú díreach sular éirigh daoine tinn.
hr: Svaki dan izgleda kao i svaki drugi. Laki dani nisu dovoljno laki za oporavak, a teški nisu dovoljno teški da bilo što pokrenu — upravo se ta kombinacija kod Fostera nakupljala neposredno prije nego što bi se ljudi razboljeli.
hu: Minden nap ugyanúgy néz ki. A könnyű napok nem elég könnyűek a regenerációhoz, a kemények pedig nem elég kemények ahhoz, hogy bármit is beindítsanak — pontosan ez a kombináció sűrűsödött Fosternél közvetlenül azelőtt, hogy a sportolók megbetegedtek.
id: Setiap hari terlihat sama saja. Hari ringan tidak cukup ringan untuk pulih, dan hari berat tidak cukup berat untuk mendorong apa pun — kombinasi inilah yang menurut Foster menumpuk sebelum orang jatuh sakit.
is: Hver dagur lítur eins út og allir hinir. Rólegu dagarnir eru ekki nógu rólegir til að jafna sig á og erfiðu dagarnir ekki nógu erfiðir til að koma neinu af stað — það var einmitt þessi samsetning sem Foster sá hrannast upp rétt áður en fólk veiktist.
it: Ogni giorno somiglia a tutti gli altri. I giorni facili non lo sono abbastanza per recuperare e quelli duri non lo sono abbastanza per innescare qualcosa: è proprio questa combinazione che Foster vedeva addensarsi poco prima che gli atleti si ammalassero.
ja: どの日も同じに見えます。楽な日は回復できるほど楽ではなく、きつい日は何かを引き出せるほどきつくない — フォスターが、選手が体調を崩す直前に集中して見たのは、まさにこの組み合わせでした。
ko: 어느 날이든 다 비슷합니다. 쉬운 날은 회복될 만큼 쉽지 않고, 힘든 날은 뭔가를 끌어낼 만큼 힘들지 않습니다. 포스터가 선수들이 아프기 직전에 몰려서 본 것이 바로 이 조합입니다.
lt: Kiekviena diena atrodo kaip visos kitos. Lengvos dienos nėra pakankamai lengvos atsigauti, o sunkios – pakankamai sunkios, kad ką nors paskatintų; būtent šį derinį Fosteris matė kaupiantis prieš pat sportininkams susergant.
lv: Katra diena izskatās kā visas pārējās. Vieglās dienas nav pietiekami vieglas, lai atgūtos, un smagās nav pietiekami smagas, lai kaut ko iedarbinātu — tieši šo kombināciju Fosters redzēja sakrājamies tieši pirms cilvēki saslima.
mk: Секој ден личи на секој друг. Лесните денови не се доволно лесни за закрепнување, а тешките не се доволно тешки за да поттикнат нешто — токму таа комбинација Фостер ја гледаше како се натрупува непосредно пред луѓето да се разболат.
ms: Setiap hari kelihatan sama sahaja. Hari mudah tidak cukup mudah untuk pulih, dan hari berat tidak cukup berat untuk mendorong apa-apa — gabungan inilah yang didapati Foster berkelompok sebelum orang jatuh sakit.
mt: Kull ġurnata tixbah lill-oħrajn kollha. Il-ġranet ħfief mhumiex ħfief biżżejjed biex tirkupra, u dawk iebsa mhumiex iebsa biżżejjed biex iqanqlu xi ħaġa — kienet eżatt din il-kombinazzjoni li Foster ra tinġabar ftit qabel ma n-nies bdew jimirdu.
nb: Hver dag ser ut som alle de andre. De rolige dagene er ikke rolige nok til å hente seg inn på, og de harde ikke harde nok til å drive noe — akkurat den kombinasjonen så Foster hope seg opp rett før folk ble syke.
nl: Elke dag lijkt op elke andere. De rustige dagen zijn niet rustig genoeg om van te herstellen en de harde niet hard genoeg om iets aan te jagen — precies die combinatie zag Foster zich opstapelen vlak voordat mensen ziek werden.
pl: Każdy dzień wygląda tak samo. Lekkie dni nie są dość lekkie, żeby się zregenerować, a ciężkie nie dość ciężkie, żeby cokolwiek wywołać — właśnie to połączenie Foster widział tuż przed tym, jak zawodnicy chorowali.
pt_br: Todo dia parece igual ao anterior. Os dias leves não são leves o bastante para recuperar e os pesados não são pesados o bastante para provocar nada — foi essa combinação que Foster viu se acumular pouco antes de as pessoas adoecerem.
pt_pt: Todos os dias são iguais. Os dias fáceis não são suficientemente fáceis para recuperar e os difíceis não são suficientemente difíceis para provocar seja o que for — foi esta combinação que Foster viu acumular-se pouco antes de os atletas adoecerem.
ro: Fiecare zi seamănă cu toate celelalte. Zilele ușoare nu sunt destul de ușoare cât să te refaci, iar cele grele nu sunt destul de grele cât să declanșeze ceva — exact această combinație a văzut-o Foster adunându-se chiar înainte ca oamenii să se îmbolnăvească.
ru: Каждый день похож на любой другой. Лёгкие дни недостаточно лёгкие, чтобы восстановиться, а тяжёлые недостаточно тяжёлые, чтобы что-то запустить, — именно это сочетание Фостер наблюдал перед тем, как спортсмены заболевали.
sk: Každý deň vyzerá ako ten predchádzajúci. Ľahké dni nie sú dosť ľahké na zotavenie a ťažké nie sú dosť ťažké, aby niečo spustili — presne táto kombinácia sa u Fostera hromadila tesne predtým, než ľudia ochoreli.
sl: Vsak dan je videti enak. Lahki dnevi niso dovolj lahki za okrevanje, težki pa ne dovolj težki, da bi karkoli sprožili — prav ta kombinacija se je pri Fostru kopičila tik preden so ljudje zboleli.
sq: Çdo ditë ngjan me të gjitha të tjerat. Ditët e lehta nuk janë aq të lehta sa të rikuperohesh dhe ato të vështirat nuk janë aq të vështira sa të nxisin diçka — pikërisht ky kombinim grumbullohej te Foster pak para se atletët të sëmureshin.
sr: Сваки дан личи на сваки други. Лаки дани нису довољно лаки за опоравак, а тешки нису довољно тешки да било шта покрену — управо се та комбинација код Фостера нагомилавала непосредно пре него што би се људи разболели.
sv: Varje dag ser likadan ut. De lugna dagarna är inte lugna nog för att återhämta sig på och de hårda inte hårda nog för att driva något — det är just den kombinationen Foster såg hopa sig strax innan folk blev sjuka.
tr: Her gün diğerine benziyor. Kolay günler toparlanmaya yetecek kadar kolay değil, zor günler de bir şeyi tetikleyecek kadar zor değil — Foster'ın insanlar hastalanmadan hemen önce yoğunlaştığını gördüğü şey tam olarak bu birleşim.
uk: Кожен день схожий на будь-який інший. Легкі дні недостатньо легкі, щоб відновитися, а важкі недостатньо важкі, щоб щось запустити, — саме це поєднання Фостер бачив перед тим, як спортсмени хворіли.
vi: Ngày nào cũng giống ngày nào. Ngày nhẹ thì chưa đủ nhẹ để hồi phục, ngày nặng thì chưa đủ nặng để kéo được điều gì — chính tổ hợp này là thứ Foster thấy dồn lại ngay trước khi người ta đổ bệnh.
zh_hans: 每一天都长得一样。轻松日不够轻松，恢复不过来；强度日又不够强，什么也带动不了——福斯特发现，人生病之前扎堆出现的正是这种组合。
zh_hant: 每一天都長得一樣。輕鬆日不夠輕鬆，恢復不過來；強度日又不夠強，什麼也帶不動——福斯特發現，人生病之前扎堆出現的正是這種組合。

source: Every day the same
ar: كل يوم مثل سابقه
bg: Всеки ден едно и също
ca: Cada dia igual
cs: Každý den stejně
da: Hver dag det samme
de: Jeden Tag dasselbe
el: Κάθε μέρα το ίδιο
es: Todos los días igual
et: Iga päev sama
fi: Joka päivä samaa
fr: Tous les jours pareils
ga: Mar a chéile gach lá
hr: Svaki dan isto
hu: Minden nap ugyanaz
id: Setiap hari sama
is: Sami dagurinn alltaf
it: Tutti i giorni uguali
ja: 毎日同じ
ko: 매일 똑같음
lt: Kasdien tas pats
lv: Katru dienu tas pats
mk: Секој ден исто
ms: Setiap hari sama
mt: Kull ġurnata l-istess
nb: Hver dag det samme
nl: Elke dag hetzelfde
pl: Codziennie to samo
pt_br: Todo dia igual
pt_pt: Todos os dias igual
ro: În fiecare zi la fel
ru: Каждый день одно и то же
sk: Každý deň rovnako
sl: Vsak dan enako
sq: Çdo ditë njësoj
sr: Сваки дан исто
sv: Varje dag likadan
tr: Her gün aynı
uk: Щодня те саме
vi: Ngày nào cũng như ngày nào
zh_hans: 天天一个样
zh_hant: 天天一個樣
